Repository: simanl/AireNL-iOS
Catalog: AireNL/*.lproj/Localizable.strings
Languages: es

source: To go back to the default behavior of using GPS to find the nearest station press the icon in the top left corner.
es: Para regresar al comportamiento default de usar el GPS para encontrar la estacion mas cercana persiona el boton en la esquina superior izquierda.

source: You are already using GPS to find the nearest station. If you want to change station use the map.
es: Ya estas usando GPS para encontrar la estacion mas cercana. Si quieres cambiar de estacion usa el mapa.

source: GPS tracking is disabled on your phone. If you want to enable this functionality to find the nearest station automatically go to Settings and turn it on.
es: La funcionalidad de GPS esta apagada en tu telefono. Si quieres que se encuentre la estacion mas cercana a ti automaticamente entra a las Preferencias de tu celular y activa la ubicacion para AireNL.

source: Downtown Obispado Station
es: Estacion Centro Obispado

source: San Nicolas Station
es: Estacion San Nicolas

source: Santa Catarina Station
es: Estacion Santa Catarina

source: Escobedo Station
es: Estacion Escobedo

source: Guadalupe Station
es: Estacion Guadalupe

source: Good
es: Buena

source: Bad
es: Mala

source: Very Bad
es: Muy Mala

source: Extremely Bad
es: Extremadamente Mala

source: Measurement Stations
es: Estaciones de Medicion

source: AIR QUALITY
es: CALIDAD DEL AIRE

# ACTIVITY_OUTDOORS
source: Puedes realizar actividades al aire libre
es: Si la calidad del aire es mala, evitar tiempos prolongados de permanencia a la intemperie.

# ACTIVITY_EXERCISE
source: Puedes ejercitarte al aire libre
es: Si la calidad del aire es mala, no practicar actividades de ejercitación o recreación al aire libre.

# ACTIVITY_HEART
source: Acude al médico si presentas síntomas de enfermedades respiratorias o cardiovasculares
es: Si la calidad del aire es mala, en el caso de personas con antecedentes de infarto, enfermedad pulmonar obstructiva crónica o asma, trasladarlos fuera de las zonas de mayor riesgo, a zonas habitacionales donde el riesgo sea menor.

source: +%lu HOUR
es: +%lu HORA

source: good
es: bueno

source: bad
es: malo

source: n/a
es: n/d
